Repository: UnigramDev/Unigram
Catalog: Unigram/Unigram/Strings/*/Resources.resw
Source language: en
Languages: ar, be, ca, de, es, fa, fi, fr, id, it, ko, ms, nl, pl, pt_br, ru, sv, tr, uk, uz, zh_cn, zh_tw

# lng_export_option_info_about
source: Your chosen screen name, username, phone number and profile pictures.
be: Вашы імя, імя карыстальніка, нумар тэлефона і аватар профілю.
ca: El nom per mostrar, el nom d'usuari, el número de telèfon i les imatges de perfil.
de: Dein gewählter Anzeigename, Benutzername und deine Profilbilder.
es: Tu nombre visible elegido, nombre de usuario, número de teléfono y fotos de perfil.
fr: Vos noms d'écran, noms d'utilisateurs, numéros de téléphone et photos de profil choisis.
it: Il tuo nome sullo schermo, username, numero di telefono e foto del profilo.
ko: 선택하신 화면 이름과 사용자명, 전화번호, 프로필 사진을 내보냅니다.
ms: Pilihan nama skrin, nama samaran, nombor fon dan foto profil anda.
nl: Je gekozen schermnaam, gebruikersnaam, telefoonnummer en profielfoto's.
pl: Twoja wyświetlana nazwa, nazwa użytkownika, numer telefonu i zdjęcia profilowe.
pt_br: Seu nome, nome de usuário, número de telefone e fotos do perfil.
ru: Указанное Вами имя, короткое имя пользователя, номер телефона и фотографии профиля.
tr: Seçtiğiniz ekran adı, kullanıcı adı, telefon numarası ve profil resimleri.
uk: Вказане вами імʼя, псевдонім, номер телефону та фотографії профілю.

# lng_export_option_json
source: Machine-readable JSON
be: JSON — для апрацоўкі праграмай
ca: JSON llegible per màquines
de: JSON-Format (ideal für Entwickler)
es: JSON legible por máquinas
fr: JSON lisible par machine
it: JSON per i computer
ko: 컴퓨터가 읽을 수 있는 JSON
ms: JSON boleh dibaca mesin
nl: JSON (ontwikkelaarsvriendelijk)
pl: Maszynowy – JSON
pt_br: JSON para leitura por máquinas
ru: Машиночитаемый JSON
tr: Makine tarafından okunabilir JSON
uk: JSON (зручний для програм)

# lng_export_option_location
source: Download path: {path}
be: Шлях спампоўвання: {path}
ca: Ubicació de baixada: {path}
de: Speicherpfad: {path}
es: Ruta de descarga: {path}
fr: Dossier de téléchargement : {path}
it: Percorso di download: {path}
ko: 다운로드 경로: {path}
ms: Laluan muat turun: {path}
nl: Download-map: {path}
pl: Ścieżka pobierania: {path}
pt_br: Baixar em: {path}
ru: Путь загрузки: {path}
tr: İndirme dizini: {path}
uk: Шлях завантаження: {path}

# lng_export_option_only_my
source: Only my messages
be: Толькі мае паведамленні
ca: Només els meus missatges
de: Nur meine Nachrichten
es: Sólo mis mensajes
fr: Seulement mes messages
it: Solo i miei messaggi
ko: 내 메시지만
ms: Hanya mesej saya
nl: Alleen mijn berichten
pl: Tylko moje wiadomości
pt_br: Apenas as minhas mensagens
ru: Только мои сообщения
tr: Sadece mesajlarım
uk: Лише мої повідомлення

# lng_export_option_other
source: Miscellaneous data
be: Разнастайныя звесткі
ca: Dades diverses
de: Sonstige Daten
es: Datos varios
fr: Données diverses
it: Dati vari
ko: 기타 데이터
ms: Data pelbagai
nl: Diverse gegevens
pl: Różne dane
pt_br: Outros dados
ru: Другие данные
tr: Çeşitli veriler
uk: Інші дані

# lng_export_option_other_about
source: Other types of data not mentioned above (beta).
be: Іншыя даныя, не згаданыя вышэй (бэта).
ca: Altres tipus de dades no esmentades abans (beta).
de: Andere Arten von Daten, die oben nicht näher erwähnt wurden (beta).
es: Otros tipos de datos no mencionados arriba (beta).
fr: Autres types de données non mentionnés au dessus (bêta).
it: Altri tipi di dati non menzionati sopra (beta).
ko: 위에 언급되지 않은 다른 유형의 데이터를 내보냅니다. (베타)
ms: Jenis data lain tidak diseru di atas (beta).
nl: Andere gegevens hierboven niet weergegevens (bèta).
pl: Inne typy danych niewymienione powyżej (beta).
pt_br: Outros tipos de dados não mencionados acima (beta).
ru: Другие данные, не перечисленные выше (beta).
tr: Yukarıda belirtilmeyen diğer veri türleri (beta).
uk: Інші типи даних, не вказані вище (бета).

# lng_export_option_personal_chats
source: Personal chats
be: Персанальныя чаты
ca: Xats personals
de: Private Chats
es: Chats personales
fr: Échanges personnels
it: Chat personali
ko: 한 사람과의 대화
ms: Bual peribadi
nl: Persoonlijke chats
pl: Czaty osobiste
pt_br: Conversas pessoais
ru: Личные чаты
tr: Kişisel sohbetler
uk: Особисті чати

# lng_export_option_private_channels
source: Private channels
be: Прыватныя каналы
ca: Canals privats
de: Private Kanäle
es: Canales privados
fr: Canaux privés
it: Canali privati
ko: 비공개 채널
ms: Saluran peribadi
nl: Privékanalen
pl: Prywatne kanały
pt_br: Canais privados
ru: Частные каналы
tr: Gizli kanallar
uk: Приватні канали

# lng_export_option_private_groups
source: Private groups
be: Прыватныя суполкі
ca: Grups privats
de: Private Gruppen
es: Grupos privados
fr: Groupes privés
it: Gruppi privati
ko: 비공개 그룹
ms: Grup peribadi
nl: Privégroepen
pl: Prywatne grupy
pt_br: Grupos privados
ru: Частные группы
tr: Gizli gruplar
uk: Приватні групи

# lng_export_option_public_channels
source: Public channels
be: Публічныя каналы
ca: Canals públics
de: Öffentliche Kanäle
es: Canales públicos
fr: Canaux publics
it: Canali pubblici
ko: 공개 채널
ms: Saluran awam
nl: Publieke kanalen
pl: Publiczne kanały
pt_br: Canais públicos
ru: Публичные каналы
tr: Genel kanallar
uk: Публічні канали

# lng_export_option_public_groups
source: Public groups
be: Публічныя суполкі
ca: Grups públics
de: Öffentliche Gruppen
es: Grupos públicos
fr: Groupes publics
it: Gruppi pubblici
ko: 공개 그룹
ms: Grup awam
nl: Publieke groepen
pl: Publiczne grupy
pt_br: Grupos públicos
ru: Публичные группы
tr: Genel gruplar
uk: Публічні групи

# lng_export_option_sessions_about
source: We store this to display your connected devices in Settings > Privacy & Security > Active Sessions.
be: Гэтыя звесткі захоўваюцца, каб паказваць вашы падлучаныя прылады ў «Налады > Прыватнасць і бяспека > Актыўныя сеансы».
ca: Desem això per a mostrar els vostres dispositius connectats a Configuració > Privadesa i seguretat > Sessions actives.
de: Wird gespeichert, um dir deine verbundenen Geräte in den Einstellungen > Privatsphäre & Sicherheit > Sitzungen anzeigen zu können.
es: Almacenamos esto para mostrar tus dispositivos conectados en Ajustes > Privacidad y seguridad > Sesiones activas.
fr: Nous stockons ceci pour afficher vos appareils connectés dans Paramètres > Confidentialité et sécurité > Sessions actives.
it: Le memorizziamo per visualizzare i dispositivi collegati in Impostazioni > Privacy e sicurezza > Sessioni attive.
ko: 연결된 기기를 설정 > 개인 정보 및 보안 > 활성 세션에 표시하기 위해 보관하고 있습니다.
ms: Kami simpan ini untuk tunjuk peranti anda yang terhubung di Aturan > Privasi & Sekuriti > Sesi Aktif.
nl: We slaan dit op om je verbonden apparaten weer te geven via Instellingen > Privacy en Veiligheid > Actieve sessies.
pl: Przechowujemy te dane w celu wyświetlenia podłączonych urządzeń w Ustawienia » Prywatność i bezpieczeństwo » Aktywne sesje.
pt_br: Armazenamos isto para exibir os dispositivos conectados em Configurações > Privacidade e Segurança > Sessões Ativas.
ru: Мы храним эту информацию, чтобы показывать подключенные Вами устройства в настройках приложения > Конфиденциальность и безопасность > Активные сеансы.
tr: Bağlı cihazlarınızı Ayarlar > Gizlilik ve Güvenlik > Etkin Oturumlar bölümünde görüntülemek için bunu saklıyoruz.
uk: Ми зберігаємо це для відображення ваших підʼєднаних пристроїв у Налаштуваннях > Приватність і безпека > Активні сеанси.

# lng_export_option_size_limit
source: Size limit: {size}
be: Абмежаванне памеру: {size}
ca: Mida màxima: {size}
de: Max. Größe: {size}
es: Límite de tamaño: {size}
fr: Limite de taille : {size}
it: Limite dimensione: {size}
ko: 크기 제한: {size}
ms: Had saiz: {size}
nl: Maximale grootte: {size}
pl: Limit wielkości: {size}
pt_br: Tamanho máximo: {size}
ru: Ограничение по размеру: {size}
tr: Boyut sınırı: {size}
uk: Обмеження в розмірі: {size}

# lng_export_progress
source: You can close this window now. Please don't quit Telegram until the data export is completed.
be: Вы можаце закрыць гэта акно. Не выходзьце з Telegram, пакуль экспарт даных не завершыцца.
ca: Ara podeu tancar aquesta finestra. No tanqueu el Telegram fins que l'exportació de dades s'hagi completat.
de: Du kannst dieses Fenster jetzt schliessen. Beende jedoch nicht Telegram, bevor die Exportierung abgeschlossen ist.
es: Puedes cerrar esta ventana ahora. Por favor, no cierres Telegram hasta que la exportación de datos se haya completado.
fr: Vous pouvez fermer cette fenêtre maintenant. Merci de ne pas quitter Telegram avant que l'export des données soit terminé.
it: Puoi chiudere questa finestra ora. Per favore non uscire da Telegram fino al completamento dell'esportazione dei dati.
ko: 지금 이 창을 닫으셔도 좋습니다. 데이터 내보내기가 완료될 때까지 텔레그램을 종료하지 마시기 바랍니다.
ms: Anda boleh tutup tingkap ini sekarang. Tolong jangan keluar dari Telegram sehingga data eksport selesai.
nl: Je kunt dit venster nu sluiten. Sluit Telegram niet af totdat je gegevensexport klaar is.
pl: Możesz teraz zamknąć to okno. Nie należy opuszczać Telegrama, dopóki eksport danych nie zostanie zakończony.
pt_br: Você pode fechar esta janela agora, mas por favor não saia do Telegram até que a exportação seja concluída.
ru: Это окно можно пока закрыть. Пожалуйста, не выходите из Telegram, пока экспорт не завершится.
tr: Şimdi bu pencereyi kapatabilirsiniz. Lütfen veri aktarımı tamamlanana kadar Telegram'dan çıkmayın.
uk: Це вікно можна закрити. Але не закривайте, будь ласка, Telegram, поки експорт даних не завершиться.

# lng_export_progress_title
source: Exporting your data
be: Экспартаванне даных
ca: S'estan exportant les vostres dades
de: Exportiere deine Daten
es: Exportando tus datos
fr: Export de vos données...
it: Esporto i tuoi dati
ko: 회원님의 데이터를 내보내고 있습니다
ms: Data anda sedang dieksport
nl: Bezig met exporteren
pl: Eksportowanie twoich danych
pt_br: Exportando seus dados
ru: Экспорт данных
tr: Verileriniz dışa aktarılıyor
uk: Експорт даних

# lng_export_skip_file
source: Skip this file
be: Прапусціць гэты файл
ca: Omet el fitxer
de: Diese Datei überspringen
es: Omitir este archivo
fr: Ignorer ce fichier
it: Salta questo file
ko: 이 파일 건너뛰기
ms: Langkau fail ini
pl: Pomiń ten plik
pt_br: Pular este arquivo
ru: Пропустить файл
tr: Bu dosyayı atla
uk: Пропустити файл

# lng_export_state_chats_list
source: Processing chats...
be: Апрацоўка чатаў...
ca: S'estan processant els xats...
de: Verarbeite Chats...
es: Procesando chats...
fr: Traitement des échanges...
it: Elaborazione chat...
ko: 대화 처리 중...
ms: Memproses bual...
nl: Chats verwerken...
pl: Przetwarzanie czatów…
pt_br: Processando conversas...
ru: Обработка чатов...
tr: Sohbetler işleniyor…
uk: Обробка чатів…

# lng_export_state_gif
source: Animated GIF
be: Анімацыя
ca: GIF animat
de: Animiertes GIF
es: GIF animado
fr: GIF animé
it: GIF
ko: 움직이는 GIF
ms: GIF beranimasi
nl: Geanimeerde GIF's
pl: Animowany GIF
pt_br: GIF animado
ru: Анимация GIF
tr: Hareketli GIF
uk: GIF-анімація

# lng_export_state_initializing
source: Initializing...
be: Ініцыялізацыя...
ca: S'està inicialitzant...
de: Initialisieren...
es: Inicializando…
fr: Initialisation...
it: Inizializzo...
ko: 초기화 중...
ms: Memulakan...
nl: Initialiseren...
pl: Inicjowanie…
pt_br: Inicializando...
ru: Подготовка...
tr: Başlatılıyor…
uk: Ініціалізація...

# lng_export_state_userpics
source: Profile pictures
be: Аватар профілю
ca: Imatges de perfil
de: Profilbilder
es: Fotos de perfil
fr: Photos de profil
it: Foto del profilo
ko: 프로필 사진
ms: Gambar profil
nl: Profielfoto's
pl: Zdjęcie profilowe
pt_br: Imagens do perfil
ru: Фотографии профиля
tr: Profil resimleri
uk: Фото профілю

# lng_export_state_video_file
source: Video file
be: Відэафайл
ca: Fitxer de vídeo
de: Videodatei
es: Archivo de video
fr: Fichier vidéo
it: File video
ko: 동영상 파일
ms: Fail video
nl: Videobestand
pl: Plik wideo
pt_br: Vídeo
ru: Видеозапись
tr: Video dosyası
uk: Відеофайл

# lng_export_state_video_message
source: Round video message
be: Круглае відэапаведамленне
ca: Missatge de vídeo rodó
de: Runde Videonachricht
es: Videomensaje
fr: Message vidéo
it: Videomessaggio
ko: 둥근 동영상 메시지
ms: Mesej video bulat
nl: Videobericht
pl: Okrągła wiadomość wideo
pt_br: Mensagem de vídeo
ru: Круглые видеосообщения
tr: Görüntülü mesaj
uk: Кругле відеоповідомлення

# lng_export_suggest_cancel
source: Not now
be: Не зараз
ca: Ara no
de: Jetzt nicht
es: Ahora no
fr: Pas maintenant
it: Non ora
ko: 지금 안 함
ms: Bukan sekarang
nl: Nu niet
pl: Nie teraz
pt_br: Agora não
ru: Не сейчас
tr: ŞİMDİ DEĞİL
uk: Не зараз

# lng_export_suggest_text
source: You can now download the data you requested. Start exporting data?
be: Цяпер вы можаце спампаваць запытаныя даныя. Пачаць экспарт?
ca: Ara podeu baixar les dades que heu demanat. Voleu començar l'exportació de dades?
de: Nun kannst du die gewünschten Daten herunterladen. Daten jetzt exportieren?
es: Ya puedes descargar los datos solicitados. ¿Quieres iniciar la exportación?
fr: Vous pouvez maintenant télécharger les données que vous avez demandées. Commencer à exporter les données ?
it: Ora puoi scaricare i dati che hai richiesto. Iniziare l'esportazione dei dati?
ko: 요청한 데이터를 이제 다운로드하실 수 있습니다. 지금부터 데이터를 내보낼까요?
ms: Anda kini boleh muat turun data yang dipohon. Mula mengeksport data?
nl: Je kunt de door jou opgevraagde gegevens nu downloaden. Export nu starten?
pl: Możesz teraz pobrać żądane dane. Rozpocząć eksport danych?
pt_br: Agora você pode baixar os dados solicitados. Começar a exportar dados?
ru: Вы можете приступить к загрузке данных, которые запрашивали. Начать экспорт?
tr: Artık istediğiniz verileri indirebilirsiniz. Veri dışa aktarımı başlatılsın mı?
uk: Тепер можна почати завантажувати дані, які ви запитували. Почати експортування?

# lng_export_suggest_title
source: Data export ready
be: Можна пачынаць экспарт
ca: Exportació de dades preparada
de: Datenexport bereit
es: Exportación de datos lista
fr: Export de données prêt
it: Esportazione dati pronta
ko: 데이터 내보내기 준비됨
ms: Data eksport sedia
nl: Exporteren is klaar
pl: Dane gotowe do eksportu
pt_br: Exportação de dados pronta
ru: Экспорт данных доступен
tr: Veri aktarım için hazır
uk: Дані готові до експортування

# lng_export_sure_stop
source: Are you sure you want to stop exporting your data? If you do, you'll need to start over.
be: Вы ўпэўнены, што хочаце спыніць экспарт вашых даных? Калі вы зробіце гэтак, потым прыйдзецца пачынаць нанава.
ca: Segur que voleu aturar l'exportació de dades? Si ho feu, haureu de tornar a començar.
de: Möchtest du die Exportierung stoppen? Du müsstest dann von vorne beginnen.
es: ¿Quieres detener la exportación de tus datos? Si lo haces, tendrás que empezar todo de nuevo.
fr: Voulez-vous vraiment arrêter l'export de données ? Si vous arrêtez, vous devrez recommencer à zéro.
it: Vuoi davvero terminare l'esportazione dei tuoi dati? Se lo fai, dovrai ricominciare da capo.
ko: 정말로 데이터 내보내기를 중단하시겠습니까? 처음부터 다시 시작하셔야 합니다.
ms: Anda pasti ingin hentikan data eksport anda? Kalau betul, anda perlu mula semula.
nl: Exporteren van je gegevens echt stoppen? Je zult opnieuw moeten beginnen met exporteren.
pl: Czy na pewno chcesz zatrzymać eksport swoich danych? Jeśli to zrobisz, musisz zacząć wszystko od nowa.
pt_br: Tem certeza de que deseja parar de exportar seus dados? Se fizer isso, precisará começar de novo.
ru: Вы точно хотите остановить экспорт данных? При новом запуске экспорт придётся начинать с начала.
tr: Verilerinizin dışa aktarımını durdurmak istediğinizden emin misiniz? Eğer durdurursanız, baştan başlamanız gerekecek.
uk: Ви дійсно хочете зупинити експорт даних? Якщо так, доведеться починати спочатку.

# lng_export_title
source: Export Your Data
be: Экспартаваць вашы даныя
ca: Exporta les dades personals
de: Exportiere deine Daten
es: Exportar tus datos
fr: Exporter vos données
it: Esporta i tuoi dati
ko: 내 데이터 내보내기
ms: Eksport Data Anda
nl: Gegevens exporteren
pl: Eksportuj swoje dane
pt_br: Exportar seus dados
ru: Экспорт данных
tr: Verinizi Dışa Aktarın
uk: Експортувати дані

# lng_export_total_amount
source: Total files: {amount}.
be: Усяго файлаў: {amount}.
ca: Fitxers totals: {amount}.
de: Alle Dateien: {amount}.
es: Total de archivos: {amount}.
fr: Nombre de fichiers : {amount}.
it: File totali: {amount}.
ko: 전체 파일 수: {amount}.
ms: Jumlah fail: {amount}.
nl: Totaal aan bestanden: {amount}.
pl: Wszystkich plików: {amount}.
pt_br: Total de arquivos: {amount}.
ru: Всего файлов: {amount}.
tr: Toplam dosya: {amount}.
uk: Усього файлів: {amount}.

# lng_export_total_files
source: Total files: {count}.
be: Усяго файлаў: {count}.
ca: Total de fitxers: {count}.
de: Anzahl der Dateien: {count}.
es: Archivos totales: {count}.
fr: Nombre de fichiers total : {count}
it: File totali: {count}.
ko: 총 파일: {count}.
ms: Jumlah fail: {count}.
nl: Aantal bestanden: {count}
pl: Wszystkich plików: {count}.
pt_br: Total de arquivos: {count}.
ru: Всего файлов: {count}.
tr: Toplam dosya: {count}.
uk: Усього файлів: {count}.

# lng_export_total_size
source: Total size: {size}.
be: Агульны памер: {size}
ca: Mida total: {size}
de: Gesamtgrösse: {size}.
es: Tamaño total: {size}.
fr: Taille totale : {size}
it: Dimensione totale: {size}.
ko: 총 용량: {size}.
ms: Jumlah saiz: {size}.
nl: Totale grootte: {size}
pl: Całkowity rozmiar: {size}.
pt_br: Tamanho total: {size}.
ru: Общий размер: {size}.
tr: Toplam boyut: {size}.
uk: Загальний розмір: {size}.

# lng_failed_add_not_mutual
source: Sorry, if a person is no longer part of a group, you need to add each other to your respective contact lists to be able to add them back. Note that they could still join via the group's invite link as long as they are not in the Removed users list.
be: На жаль, калі карыстальнік выйшаў з суполкі, вы павінны быць у яго спісе кантактаў, каб вярнуць яго назад. Звярніце ўвагу, што ён таксама можа далучыцца праз запрашальную спасылку, калі не быў выдалены з суполкі кіраўніком.
ca: Si una persona ja no forma part d'un grup, heu d'afegir-vos mutuament a les vostres agendes per a tornar-la a afegir. Tingueu en compte que s’hi podria unir amb l’enllaç d’invitació del grup sempre que no sigui als usuaris eliminats.
de: Wenn jemand eine Gruppe verlassen hat, musst du in der Kontaktliste der Person sein, um sie wieder hinzufügen zu können. Man kann der Gruppe auch über einen Einladungslink beitreten, so lange die Person nicht in der Liste "Entfernte Nutzer" der Gruppe steht.
es: Si una persona ya no forma parte de un grupo, necesitas estar dentro de sus contactos de Telegram para añadirla nuevamente. Ten en cuenta que puede unirse usando el enlace de invitación del grupo si no está en la lista de usuarios expulsados.
fr: Désolé, si une personne ne fait plus partie d'un groupe, vous devez vous ajouter mutuellement à vos listes de contacts pour pouvoir les ajouter à nouveau. Notez qu'ils peuvent toujours le rejoindre avec le lien d'invitation du groupe tant qu'ils ne figurent pas dans la liste des utilisateurs bannis.
it: Spiacenti, se una persona non fa più parte di un gruppo, dovete aggiungervi ai contatti a vicenda per poterla aggiungere di nuovo. Tieni presente che potrà comunque unirsi con il link d'invito del gruppo purché non sia nell'elenco Utenti rimossi.
ko: 죄송합니다. 채널에서 나간 사용자를 다시 추가하시려면 회원님과 사용자의 텔레그램 연락처에 모두 저장되어 있어야 합니다. 사용자가 추방된 사용자 목록에 있지 않는 한 채널의 초대 링크를 통해 언제든 들어올 수 있다는 점을 알아 두세요.
ms: Maaf, jika seseorang tidak lagi ahli grup, anda hendaklah disenaraikan di kenalan Telegram mereka untuk tambah mereka balik Ambil perhatian mereka masih boleh sertai melalui link jemputan grup selagi mereka tidak dalam senarai Pengguna Dikeluarkan.
nl: Deze gebruiker heeft de groep verlaten. Opnieuw toevoegen kan alleen door wederzijdse contactpersonen. Zolang deze gebruiker niet in de lijst met verwijderde gebruikers staat kan hij/zij altijd nog lid worden via de uitnodigingslink van de groep.
pl: Jeśli dana osoba nie jest już częścią grupy, musicie dodać siebie nawzajem do swoich list kontaktów, aby móc dodać ją z powrotem. Zauważ, że nadal może się przyłączyć za pośrednictwem linku zaproszenia grupy, o ile nie znajduje się na liście Usuniętych użytkowników.
pt_br: Desculpe, se uma pessoa não faz mais parte de um grupo, você e ela devem estar nos contatos um do outro para poder adicioná-la de volta. Note que ainda é possível que essa pessoa entre usando um link de convite do grupo desde que não esteja na lista de Usuários Removidos.
ru: Поскольку пользователь был участником группы прежде, Вам нужно быть у него в списке контактов, чтобы пригласить его обратно. Если пользователя нет в чёрном списке группы, он может присоединиться с помощь ссылки-приглашения.
tr: Üzgünüz, bir kişi artık grubun parçası değilse, kişiyi tekrar gruba ekleyebilmeniz için birbirinizin rehberinizde olmanız gerekir. Not: Kişilerin Çıkarılan Kullanıcılar listesinde olmadıkları sürece grubun davet bağlantıyla gruba katılabileceklerini unutmayın.
uk: Оскільки користувач самостійно покинув групу, ви повинні бути спільними контактами, щоб додати його назад. Користувач може повернутися самостійно за допомогою запрошувального посилання, якщо він не у «Вилучених користувачах» групи.

# lng_failed_add_not_mutual_channel
source: Sorry, if a person left a channel, you need to be in their contact list to bring them back.
be: Калі карыстальнік пакінуў суполку, вы павінны быць у яго спісе кантактаў, каб вярнуць яго назад.
ca: Si una persona abandona un canal, cal que us tingui en la seva llista de contactes per a poder tornar a afegir-la-hi.
de: Wenn eine Person einen Kanal verlassen hat, musst du in ihrer Kontaktliste sein, um sie wieder hinzuzufügen.
es: Lo sentimos, si una persona ya no forma parte de un grupo, deben añadirse como contactos para que pueda regresar.
fr: Désolé, si une personne a quitté un canal, vous devez figurer dans sa liste de contacts pour la réinviter.
it: Spiacenti, se una persona ha lasciato un canale, devi essere nella sua lista di contatti per riaggiungerla.
ko: 죄송합니다. 채널에서 나간 사람을 다시 초대하시려면, 회원님이 그 사람의 연락처 목록에 있어야 합니다.
ms: Maaf, jika sesiapa keluar dari saluran, anda harus ada dalam senarai kenalan mereka untuk masukkan mereka balik.
nl: Sorry, iemand die het kanaal verlaat kan alleen weer worden toegevoegd indien die persoon jou als contact heeft toegevoegd.
pl: Jeśli dana osoba opuści kanał, musisz być na jej liście kontaktów, aby ją przywrócić.
pt_br: Desculpe, se uma pessoa deixou um grupo, você precisa estar na lista de contatos dela para trazê-la de volta.
ru: Если пользователь покинул канал, Вам нужно быть в его списке контактов, чтобы пригласить его обратно.
tr: Üzgünüz, bir kişi kanaldan ayrıldıysa, onları geri getirmek için kişi listesinde olmanız gerekir.
uk: Якщо особа покинула канал, ви маєте бути в її списку контактів, щоб повернути назад.

# lng_failed_add_participant
source: Could not add user. Please try again later.
be: Немагчыма дадаць карыстальніка. Паспрабуйце пазней.
ca: No s'ha pogut afegir l'usuari. Torneu a provar-ho més tard.
de: Kann Teilnehmer nicht hinzufügen. Später erneut versuchen.
es: No se pudo añadir al usuario. Por favor, reinténtalo más tarde.
fr: Impossible d'ajouter l'utilisateur, merci de réessayer plus tard.
it: Impossibile aggiungere l'utente. Riprova più tardi.
ko: 사용자를 추가하지 못했습니다. 나중에 다시 시도해주세요.
ms: Tak boleh tambah pengguna. Sila cuba lagi nanti.
nl: Gebruiker toevoegen mislukt. Probeer het later.
pl: Nie udało się dodać użytkownika. Spróbuj ponownie później.
pt_br: Usuário não pôde ser adicionado. Por favor, tente depois.
ru: Не удалось добавить пользователя. Попробуйте позже.
tr: Kullanıcı eklenemedi. Lütfen daha sonra tekrar deneyiniz.
uk: Не вдалося додати користувача. Спробуйте пізніше.

# lng_faved_stickers_remove
source: Remove from Favorites
be: Выдаліць з абранага
ca: Elimina'l dels preferits
de: Aus Favoriten entfernen
es: Eliminar de Favoritos
fr: Retirer des favoris
it: Rimuovi dai preferiti
ko: 즐겨찾기에서 제거
ms: Keluarkan dari Senarai Kegemarn
nl: Verwijder uit favorieten
pl: Usuń z ulubionych
pt_br: Remover dos Favoritos
ru: Удалить из избранных
tr: Favorilerden Kaldır
uk: Вилучити з улюблених
